Repository: Eliastik/hacklol-modifier
Catalog: locale/*/LC_MESSAGES/default.po
Languages: fr_fr

# enter-address
source: Enter the address of the website you want to edit.
fr_fr: Entrez l'adresse du site web que vous souhaitez modifier.

# url-http
source: The address must begin with http://
fr_fr: L'adresse doit commencer par http://

# url-site-label
source: Website address
fr_fr: Adresse du site web

# url-site-placeholder
source: Website address
fr_fr: Adresse du site web

# form-validate
source: Confirm
fr_fr: Valider

# source-code
source: Source code on Github
fr_fr: Code source sur Github

# hacklol-official
source: Official Hacklol website
fr_fr: Site web Hacklol officiel

# new-version-available
source: A new update is available !
fr_fr: Une nouvelle version est disponible !

# download-new-version
source: Get it here
fr_fr: Obtenez-la ici

# errors-form
source: Errors in the form
fr_fr: Erreurs dans le formulaire

source: The
fr_fr: Les

# following-errors
source: following errors have been occurred in the form:
fr_fr: erreurs suivantes ont été commises lors de l'envoi du formulaire :

# error-form
source: Error in the form
fr_fr: Erreur dans le formulaire

# following-error
source: The following error have been occurred in the form:
fr_fr: L'erreur suivante a été commise lors de l'envoi du formulaire :

# error-maintenance
source: is currently under maintenance. Please retry later.
fr_fr: est actuellement en maintenance. Veuillez réessayer ultérieurement.

# anti-flood
source: You have to wait 3 minutes before sending a new form to access to
fr_fr: Vous devez attendre 3 minutes avant d'envoyer à nouveau un formulaire pour accéder à

# error-form-not-submited
source: It seems that you have accessed this page without sending the form
fr_fr: Il semble que vous ayez accédé à cette page sans passer par le formulaire.

# error-form-field-empty
source: Some form field are empty
fr_fr: Certains champs de formulaire sont vides.

# error-url-incorrect
source: The URL you entered is incorrect.
fr_fr: L'adresse URL entrée est invalide.

# error-url-ip
source: The website address mustn't be an IP address.
fr_fr: L'adresse du site ne doit pas être une adresse IP.

# error-hacklol
source: It's impossible to edit Hacklol with
fr_fr: Il est impossible de modifier Hacklol avec

# error-access
source: The access to this website with
fr_fr: L'accès à ce site avec

# error-access-forbidden
source: is banned for safety reasons and/or following a request of his webmaster.
fr_fr: a été interdit pour des raisons de sécurité et/ou suite à une demande de son webmaster.

# error-detected-keyword
source: Detected keyword:
fr_fr: Mot clef détecté :

# error-recaptcha-timeout
source: An error occurred when checking the ReCaptcha response with the Google server. Please retry later.
fr_fr: Une erreur est survenue lors de la vérification du ReCaptcha auprès du serveur de Google. Veuillez réessayer ultérieurement.

# error-false-recaptcha
source: Invalid ReCaptcha.
fr_fr: ReCaptcha invalide.

# back-to-form
source: Back to the form
fr_fr: Retour au formulaire
